INSERT INTO `userinfo` (`id`, `name`) VALUES
    (1100001, '사용자A'),
    (1100002, '사용자B'),
    (1100003, '사용자C'),
    (1100004, '사용자D'),
    (1100005, '사용자E'),
    (1100006, '사용자F'),
    (1100007, '사용자G');
    
INSERT INTO `productinfo` (`id`, `name`, `price`) VALUES
    (5000101, '종량제 100회 듣기', 4900),    
    (5000102, '종량제 300회 듣기', 5900),
    (5000103, '종량제 400회 듣기', 6900),
    (5000301, '모바일 무제한 듣기', 7900),
    (5000302, '올인원 무제한 듣기', 8900),
    (5000501, '무제한 듣기 + 오프라인재생', 10900),
    (5000701, '(VIP)무제한 듣기', 100);
    
INSERT INTO `purchaseinfo` (`id`, `user_id`, `product_id`, `price`) VALUES
    (7100101, 1100001, 5000301, 4900),
    (7100102, 1100003, 5000101, 4900),
    (7100103, 1100004, 5000501, 10900),
    (7100104, 1100005, 5000701, 100),
    (7100105, 1100006, 5000301, 7900),
    (7100106, 1100007, 5000501, 10900);